index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<title>Introducción a R</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Introducción a R"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-03-12 11:39:57 CET"/>
<meta name="author" content="Oscar Perpiñán Lamigueiro"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="stylesheets/stylesMain.css" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Introducción a R</h1>


<div style="text-align: center">
<p>Este proyecto está desarrollado por <a href="http://procomun.wordpress.com/">Oscar Perpiñán</a> empleando <a href="http://orgmode.org/">org-mode</a> y <a href="http://ess.r-project.org/">ESS</a> sobre <a href="http://www.gnu.org/software/emacs/">Emacs</a>.
Puedes <a href="https://github.com/oscarperpinan/intro">visitar el proyecto en GitHub</a> y descargarlo completo en un <a href="https://github.com/oscarperpinan/intro/archive/master.zip">ZIP</a>.
</p>

</div>


<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Introducción</h2>
<div class="outline-text-2" id="text-1">

<p>En este apartado agrupo el material apropiado para trabajar con R desde el rol de usuario.
</p><ul>
<li>Introducción: <a href="https://github.com/oscarperpinan/intro/blob/master/intro.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/intro.R">código</a>.
</li>
<li>Manejo de datos: <a href="https://github.com/oscarperpinan/intro/blob/master/datos.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/datos.R">código</a>.
</li>
<li>Gráficos: <a href="https://github.com/oscarperpinan/intro/blob/master/graficos.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/graficos.R">código</a>.
</li>
<li>Estadística: <a href="https://github.com/oscarperpinan/intro/blob/master/estadistica.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/estadistica.R">código</a>.
</li>
</ul>


</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Avanzado</h2>
<div class="outline-text-2" id="text-2">

<p>En este apartado agrupo el material apropiado para trabajar con R desde el rol de desarrollador.
</p><ul>
<li>Funciones: <a href="https://github.com/oscarperpinan/intro/blob/master/Funciones.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/Funciones.R">código</a>.
</li>
<li>Clases y métodos: <a href="https://github.com/oscarperpinan/intro/blob/master/ClasesMetodos.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/ClasesMetodos.R">código</a>.
</li>
<li>Paquetes: <a href="https://github.com/oscarperpinan/intro/blob/master/Paquetes.pdf?raw=true">pdf</a>.
</li>
</ul>


</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">Miscelánea</h2>
<div class="outline-text-2" id="text-3">

<p>En este apartado agrupo material sobre series temporales y datos espaciales:
</p><ul>
<li>Series temporales: <a href="https://github.com/oscarperpinan/intro/blob/master/zoo.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/zoo.R">código</a>.
</li>
<li>Datos espaciales: <a href="https://github.com/oscarperpinan/intro/blob/master/raster.pdf?raw=true">pdf</a>, <a href="https://github.com/oscarperpinan/intro/blob/master/raster.R">código</a>.
</li>
</ul>



<hr/>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Fecha: 2013-03-12 11:39:57 CET</p>
<p class="author">Autor: Oscar Perpiñán Lamigueiro</p>
<p class="creator">Org version 7.8.11 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
